{"id":"paper_1702500000000","title":"Attention Is All You Need","authors":"Ashish Vaswani, Noam Shazeer, Niki Parmar, Jakob Uszkoreit, Llion Jones, Aidan N. Gomez, Lukasz Kaiser, Illia Polosukhin","journal":"NeurIPS","year":"2017","doi":"10.5555/3295222.3295349","url":"https://arxiv.org/abs/1706.03762","keyAssumptions":"RNNs and CNNs are necessary for sequence transduction; Sequential computation limits parallelization","citation":"Vaswani, A., Shazeer, N., Parmar, N., Uszkoreit, J., Jones, L., Gomez, A. N., ... & Polosukhin, I. (2017). Attention is all you need. Advances in neural information processing systems, 30.","notes":"Foundational paper introducing the Transformer architecture. Key innovation: self-attention mechanism allows modeling dependencies without recurrence or convolution.","addedDate":"2024-01-15T10:00:00Z"}
{"id":"paper_1702500000001","title":"BERT: Pre-training of Deep Bidirectional Transformers for Language Understanding","authors":"Jacob Devlin, Ming-Wei Chang, Kenton Lee, Kristina Toutanova","journal":"NAACL","year":"2019","doi":"10.18653/v1/N19-1423","url":"https://arxiv.org/abs/1810.04805","keyAssumptions":"Unidirectional language models are sufficient for pre-training; Fine-tuning requires task-specific architectures","citation":"Devlin, J., Chang, M. W., Lee, K., & Toutanova, K. (2019). BERT: Pre-training of deep bidirectional transformers for language understanding. In Proceedings of NAACL-HLT (pp. 4171-4186).","notes":"Introduces bidirectional pre-training using masked language modeling. Shows that deep bidirectional representations significantly improve downstream task performance.","addedDate":"2024-01-15T10:05:00Z"}
{"id":"paper_2303112440000","title":"Machine learning assisted phase and size-controlled synthesis of iron oxides","authors":"Juejing Liu, Zimeng Zhang, Xiaoxu Li, Meirong Zong, Yining Wang, Suyun Wang, Ping Chen, Zaoyan Wan, Yatong Zhao, Lili Liu, Yangang Liang, Wei Wang, Zheming Wang, Shiren Wang, Xiaofeng Guo, Emily G. Saldanha, Kevin M. Rosso, Xin Zhang","journal":"ArXiv Materials Science","year":"2023","doi":"arXiv:2303.11244","url":"https://arxiv.org/abs/2303.11244","keyAssumptions":"Iron oxide synthesis requires trial-and-error optimization; Parameter-property relationships are primarily empirical; Forward and inverse synthesis design are separate challenges","citation":"Liu, J., Zhang, Z., Li, X., et al. (2023). Machine learning assisted phase and size-controlled synthesis of iron oxides. arXiv preprint arXiv:2303.11244.","notes":"First comprehensive ML framework for iron oxide synthesis prediction. Demonstrates both forward prediction (parameters → properties) and inverse design (properties → parameters). Random forest shows superior performance for iron oxide systems.","addedDate":"2025-08-08T18:00:00Z"}
{"id":"paper_2412108380000","title":"Deep Learning Models for Colloidal Nanocrystal Synthesis","authors":"Kai Gu, Yingping Liang, Jiaming Su, Peihan Sun, Jia Peng, Naihua Miao, Zhimei Sun, Ying Fu, Haizheng Zhong, Jun Zhang","journal":"ArXiv Materials Science","year":"2024","doi":"arXiv:2412.10838","url":"https://arxiv.org/abs/2412.10838","keyAssumptions":"Synthesis-property correlations require material-specific optimization; Knowledge transfer between compositions is limited; Manual TEM analysis is necessary for characterization","citation":"Gu, K., Liang, Y., Su, J., et al. (2024). Deep Learning Models for Colloidal Nanocrystal Synthesis. arXiv preprint arXiv:2412.10838.","notes":"Largest-scale nanocrystal synthesis study with 3,500 recipes and 1.2M characterized particles. Demonstrates cross-material knowledge transfer and automated characterization. Chemical composition > precursor/ligand > solvent importance ranking.","addedDate":"2025-08-08T18:00:00Z"}
{"id":"paper_2507138380000","title":"Tuning the Surface States of Fe₃O₄ Nanoparticles for Enhanced Magnetic Anisotropy and Induction Efficacy","authors":"Kyle A. Portwin, Pablo Galaviz, Xiaoning Li, Chongyan Hao, Lachlan A. Smillie, Mengyun You, Caleb Stamper, Richard Mole, Dehong Yu, Kirrily C. Rule, David L. Cortie, Zhenxiang Cheng","journal":"ArXiv Mesoscale and Nanoscale Physics","year":"2025","doi":"arXiv:2507.13838","url":"https://arxiv.org/abs/2507.13838","keyAssumptions":"Surface effects are unavoidable byproducts; Magnetic optimization focuses primarily on size control; Surface modifications are largely empirical","citation":"Portwin, K.A., Galaviz, P., Li, X., et al. (2025). Tuning the Surface States of Fe₃O₄ Nanoparticles for Enhanced Magnetic Anisotropy and Induction Efficacy. arXiv preprint arXiv:2507.13838.","notes":"Demonstrates systematic surface engineering for 140% SAR enhancement. Links atomic-scale surface structure to magnetic performance. Provides framework for rational surface state design.","addedDate":"2025-08-08T18:00:00Z"}
{"id":"paper_2505135710000","title":"Autonomous nanoparticle synthesis by design","authors":"Andy S. Anker, Jonas H. Jensen, Miguel Gonzalez-Duque, Rodrigo Moreno, Aleksandra Smolska, Mikkel Juelsholt, Vincent Hardion, Mads R. V. Jorgensen, Andres Faina, Jonathan Quinson, Kasper Stoy, Tejs Vegge","journal":"ArXiv Materials Science","year":"2025","doi":"arXiv:2505.13571","url":"https://arxiv.org/abs/2505.13571","keyAssumptions":"Materials synthesis requires human expertise; Atomic-scale structure control needs prior knowledge; Trial-and-error is inherent to synthesis development","citation":"Anker, A.S., Jensen, J.H., Gonzalez-Duque, M., et al. (2025). Autonomous nanoparticle synthesis by design. arXiv preprint arXiv:2505.13571.","notes":"First demonstration of fully autonomous synthesis targeting specific atomic structures. Uses real-time scattering characterization with closed-loop control. ScatterLab platform enables structure-on-demand synthesis.","addedDate":"2025-08-08T18:00:00Z"}