{"id":"paper_2303112440000","title":"Machine learning assisted phase and size-controlled synthesis of iron oxides","authors":"Juejing Liu, Zimeng Zhang, Xiaoxu Li, Meirong Zong, Yining Wang, Suyun Wang, Ping Chen, Zaoyan Wan, Yatong Zhao, Lili Liu, Yangang Liang, Wei Wang, Zheming Wang, Shiren Wang, Xiaofeng Guo, Emily G. Saldanha, Kevin M. Rosso, Xin Zhang","journal":"ArXiv Materials Science","year":"2023","doi":"arXiv:2303.11244","url":"https://arxiv.org/abs/2303.11244","keyAssumptions":"Iron oxide synthesis requires trial-and-error optimization; Parameter-property relationships are primarily empirical; Forward and inverse synthesis design are separate challenges","citation":"Liu, J., Zhang, Z., Li, X., et al. (2023). Machine learning assisted phase and size-controlled synthesis of iron oxides. arXiv preprint arXiv:2303.11244.","notes":"First comprehensive ML framework for iron oxide synthesis prediction. Demonstrates both forward prediction (parameters → properties) and inverse design (properties → parameters). Random forest shows superior performance for iron oxide systems.","addedDate":"2025-08-08T18:00:00Z"}
{"id":"paper_2412108380000","title":"Deep Learning Models for Colloidal Nanocrystal Synthesis","authors":"Kai Gu, Yingping Liang, Jiaming Su, Peihan Sun, Jia Peng, Naihua Miao, Zhimei Sun, Ying Fu, Haizheng Zhong, Jun Zhang","journal":"ArXiv Materials Science","year":"2024","doi":"arXiv:2412.10838","url":"https://arxiv.org/abs/2412.10838","keyAssumptions":"Synthesis-property correlations require material-specific optimization; Knowledge transfer between compositions is limited; Manual TEM analysis is necessary for characterization","citation":"Gu, K., Liang, Y., Su, J., et al. (2024). Deep Learning Models for Colloidal Nanocrystal Synthesis. arXiv preprint arXiv:2412.10838.","notes":"Largest-scale nanocrystal synthesis study with 3,500 recipes and 1.2M characterized particles. Demonstrates cross-material knowledge transfer and automated characterization. Chemical composition > precursor/ligand > solvent importance ranking.","addedDate":"2025-08-08T18:00:00Z"}
{"id":"paper_2507138380000","title":"Tuning the Surface States of Fe₃O₄ Nanoparticles for Enhanced Magnetic Anisotropy and Induction Efficacy","authors":"Kyle A. Portwin, Pablo Galaviz, Xiaoning Li, Chongyan Hao, Lachlan A. Smillie, Mengyun You, Caleb Stamper, Richard Mole, Dehong Yu, Kirrily C. Rule, David L. Cortie, Zhenxiang Cheng","journal":"ArXiv Mesoscale and Nanoscale Physics","year":"2025","doi":"arXiv:2507.13838","url":"https://arxiv.org/abs/2507.13838","keyAssumptions":"Surface effects are unavoidable byproducts; Magnetic optimization focuses primarily on size control; Surface modifications are largely empirical","citation":"Portwin, K.A., Galaviz, P., Li, X., et al. (2025). Tuning the Surface States of Fe₃O₄ Nanoparticles for Enhanced Magnetic Anisotropy and Induction Efficacy. arXiv preprint arXiv:2507.13838.","notes":"Demonstrates systematic surface engineering for 140% SAR enhancement. Links atomic-scale surface structure to magnetic performance. Provides framework for rational surface state design.","addedDate":"2025-08-08T18:00:00Z"}
{"id":"paper_2505135710000","title":"Autonomous nanoparticle synthesis by design","authors":"Andy S. Anker, Jonas H. Jensen, Miguel Gonzalez-Duque, Rodrigo Moreno, Aleksandra Smolska, Mikkel Juelsholt, Vincent Hardion, Mads R. V. Jorgensen, Andres Faina, Jonathan Quinson, Kasper Stoy, Tejs Vegge","journal":"ArXiv Materials Science","year":"2025","doi":"arXiv:2505.13571","url":"https://arxiv.org/abs/2505.13571","keyAssumptions":"Materials synthesis requires human expertise; Atomic-scale structure control needs prior knowledge; Trial-and-error is inherent to synthesis development","citation":"Anker, A.S., Jensen, J.H., Gonzalez-Duque, M., et al. (2025). Autonomous nanoparticle synthesis by design. arXiv preprint arXiv:2505.13571.","notes":"First demonstration of fully autonomous synthesis targeting specific atomic structures. Uses real-time scattering characterization with closed-loop control. ScatterLab platform enables structure-on-demand synthesis.","addedDate":"2025-08-08T18:00:00Z"}
{"id":"paper_2303104690000","title":"Optimization of microfluidic synthesis of silver nanoparticles: a generic approach using machine learning","authors":"Konstantia Nathanael, Sibo Cheng, Nina M. Kovalchuk, Rossella Arcucci, Mark J.H. Simmons","journal":"ArXiv Chemical Physics","year":"2023","doi":"arXiv:2303.10469","url":"https://arxiv.org/abs/2303.10469","keyAssumptions":"Microfluidic optimization requires extensive trial-and-error; Chemical and hydrodynamic effects are separate challenges; Random experimental design is adequate","citation":"Nathanael, K., Cheng, S., Kovalchuk, N.M., Arcucci, R., Simmons, M.J.H. (2023). Optimization of microfluidic synthesis of silver nanoparticles: a generic approach using machine learning. arXiv preprint arXiv:2303.10469.","notes":"First ML-guided microfluidic nanoparticle synthesis. Integrates chemical kinetics with hydrodynamic parameters (Reynolds, Dean numbers). Decision tree-guided experiments outperform random sampling.","addedDate":"2025-08-08T20:38:00Z"}
{"id":"paper_2409080540000","title":"Predicting and Accelerating Nanomaterials Synthesis Using Machine Learning Featurization","authors":"Christopher C. Price, Yansong Li, Guanyu Zhou, Rehan Younas, Spencer S. Zeng, Tim H. Scanlon, Jason M. Munro, Christopher L. Hinkle","journal":"ArXiv Materials Science","year":"2024","doi":"arXiv:2409.08054","url":"https://arxiv.org/abs/2409.08054","keyAssumptions":"RHEED analysis requires expert knowledge; Small datasets insufficient for ML; Materials-specific training necessary for each system","citation":"Price, C.C., Li, Y., Zhou, G., et al. (2024). Predicting and Accelerating Nanomaterials Synthesis Using Machine Learning Featurization. arXiv preprint arXiv:2409.08054.","notes":"Automated RHEED analysis using ML with ~10 expert-labeled examples. Materials-agnostic features enable cross-system transfer. 80% time savings in synthesis campaigns.","addedDate":"2025-08-08T20:38:00Z"}
{"id":"paper_2309003490000","title":"Bespoke Nanoparticle Synthesis and Chemical Knowledge Discovery Via Autonomous Experimentations","authors":"Hyuk Jun Yoo, Nayeon Kim, Heeseung Lee, Daeho Kim, Leslie Tiong Ching Ow, Hyobin Nam, Chansoo Kim, Seung Yong Lee, Kwan-Young Lee, Donghun Kim, Sang Soo Han","journal":"ArXiv Chemical Physics","year":"2023","doi":"arXiv:2309.00349","url":"https://arxiv.org/abs/2309.00349","keyAssumptions":"Bespoke nanoparticle design requires extensive manual optimization; Synthesis and characterization must be sequential processes","citation":"Yoo, H.J., Kim, N., Lee, H., et al. (2023). Bespoke Nanoparticle Synthesis and Chemical Knowledge Discovery Via Autonomous Experimentations. arXiv preprint arXiv:2309.00349.","notes":"Autonomous platform achieving target optical properties in 200 iterations. Bayesian optimization with early stopping. Discovery of novel citrate chemistry during optimization.","addedDate":"2025-08-08T20:38:00Z"}
{"id":"paper_2024071040000","title":"Machine learning-guided high throughput nanoparticle design","authors":"A. Ortiz-Perez, D. van Tilborg, R. van der Meel, F. Grisoni, L. Albertazzi","journal":"Digital Discovery","year":"2024","doi":"10.1039/D4DD00104D","url":"https://pubs.rsc.org/en/content/articlelanding/2024/dd/d4dd00104d","keyAssumptions":"High-throughput screening requires large experimental campaigns; ML needs extensive datasets; Synthesis/screening/ML are separate processes","citation":"Ortiz-Perez, A., van Tilborg, D., van der Meel, R., Grisoni, F., Albertazzi, L. (2024). Machine learning-guided high throughput nanoparticle design. Digital Discovery, 3, 1280-1291.","notes":"Integration of microfluidics, high-content imaging, and active ML. 5x to 15x uptake improvement in 2 iterations. First demonstration of unified platform optimization.","addedDate":"2025-08-08T20:38:00Z"}
{"id":"paper_2110147740000","title":"Synthesis and Characterisation of Iron Oxide Nanoparticles with Tunable Sizes by Hydrothermal Method","authors":"Ioannis Papagiannis, Mauro S. Innocente, Evangelos I. Gkanas","journal":"ArXiv Applied Physics","year":"2021","doi":"arXiv:2110.14774","url":"https://arxiv.org/abs/2110.14774","keyAssumptions":"Hydrothermal time affects only crystal growth; Shape evolution follows predictable patterns; Longer times always increase crystallinity","citation":"Papagiannis, I., Innocente, M.S., Gkanas, E.I. (2021). Synthesis and Characterisation of Iron Oxide Nanoparticles with Tunable Sizes by Hydrothermal Method. arXiv preprint arXiv:2110.14774.","notes":"Systematic study of reaction time effects on iron oxide morphology. Controlled rod-to-cube transformation. Goethite-to-hematite phase evolution mapping.","addedDate":"2025-08-08T20:38:00Z"}
{"id":"paper_2303141390000","title":"AlphaFlow: autonomous discovery and optimization of multi-step chemistry using a self-driven fluidic lab guided by reinforcement learning","authors":"Amanda A. Volk, Robert W. Epps, Daniel T. Yonemoto, Benjamin S. Masters, Felix N. Castellano, Kristofer G. Reyes, Milad Abolhasani","journal":"Nature Communications","year":"2023","doi":"10.1038/s41467-023-37139-y","url":"https://www.nature.com/articles/s41467-023-37139-y","keyAssumptions":"Multi-step synthesis requires human expertise; Sequential optimization is adequate; Pre-existing datasets needed for ML; Discrete parameter optimization","citation":"Volk, A.A., Epps, R.W., Yonemoto, D.T., et al. (2023). AlphaFlow: autonomous discovery and optimization of multi-step chemistry using a self-driven fluidic lab guided by reinforcement learning. Nature Communications, 14, 1403.","notes":"First reinforcement learning platform for autonomous multi-step nanoparticle synthesis. Discovered novel cALD sequences outperforming conventional approaches. Self-generating training data through trial-and-error exploration.","addedDate":"2025-08-11T21:40:00Z"}
{"id":"paper_2025071940000","title":"Utilizing machine learning to predict MRI signal outputs from iron oxide nanoparticles through the PSLG algorithm","authors":"Anahita Azinfar et al.","journal":"Scientific Reports","year":"2025","doi":"10.1038/s41598-025-01994-0","url":"https://www.nature.com/articles/s41598-025-01994-0","keyAssumptions":"MRI contrast optimization requires empirical testing; Linear property-signal relationships; Manual expert interpretation needed; Single-parameter focus adequate","citation":"Azinfar, A., et al. (2025). Utilizing machine learning to predict MRI signal outputs from iron oxide nanoparticles through the PSLG algorithm. Scientific Reports, 15, 1994.","notes":"Neural network prediction of MRI relaxation rates from iron oxide nanoparticle properties. PSLG algorithm shows superior performance for multi-parameter optimization. Enables rational contrast agent design.","addedDate":"2025-08-11T21:40:00Z"}
{"id":"paper_2021120150000","title":"Self-Driving Platform for Metal Nanoparticle Synthesis: Combining Microfluidics and Machine Learning","authors":"Huachen Tao, Tianyi Wu, Sina Kheiri, Matteo Aldeghi, Alán Aspuru-Guzik, Eugenia Kumacheva","journal":"Advanced Functional Materials","year":"2021","doi":"10.1002/adfm.202106725","url":"https://onlinelibrary.wiley.com/doi/10.1002/adfm.202106725","keyAssumptions":"Sequential parameter optimization adequate; Human guidance required; Batch processing necessary; Single-objective optimization sufficient","citation":"Tao, H., Wu, T., Kheiri, S., et al. (2021). Self-Driving Platform for Metal Nanoparticle Synthesis: Combining Microfluidics and Machine Learning. Advanced Functional Materials, 31(51), 2106725.","notes":"Autonomous oscillatory microfluidic platform with real-time spectroscopic monitoring. Multi-objective optimization of size and optical properties. Portable self-contained synthesis system.","addedDate":"2025-08-11T21:40:00Z"}